//FIX65IOS JOB CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//UPDATE EXEC PGM=IEBUPDTE,PARM=MOD,REGION=96K
//SYSPRINT DD SYSOUT=A
//SYSUT1 DD DSN=SYS1.MODGEN,DISP=OLD,UNIT=3330,VOL=SER=DLIB01
//SYSUT2 DD DSN=SYS1.MODGEN,DISP=OLD,UNIT=3330,VOL=SER=DLIB01
//SYSIN DD DATA
./ CHANGE NAME=IEAQFX,LIST=ALL
         DC    V(IEAQPK00)    OS/MVT PROGRAM INTERRUPT HANDLER          01020000
./ CHANGE NAME=IECIOS,LIST=ALL
         BC    15,XERX02A-IECCPL02(APBSRG) HASP ERROR EXIT              09043401
./ ENDUP
/*
//
